Repository: raspi/zfcomicengine
Catalog: trunk/locales/*.po
Languages: fi_fi

source: Database salt is not configured!
fi_fi: Tietokannan suola ei ole konfiguroitu

source: Too old MySQL server. Please update.
fi_fi: Liian vanha MySQL-palvelin. Ole hyvä ja päivitä.

source: Add comic
fi_fi: Lisää sarjakuva

source: Name
fi_fi: Nimi

source: Upload file:
fi_fi: Lähetä tiedosto:

source: Edit comic
fi_fi: Muokkaa sarjakuvaa

source: Day published
fi_fi: Julkaisupäivä

source: Time published
fi_fi: Julkaisuaika

source: Author
fi_fi: Tekijä

source: change image
fi_fi: vaihda kuva

source: Edit comment
fi_fi: Muokkaa kommenttia

source: Nick
fi_fi: Lempinimi

source: Comment
fi_fi: Kommentti

source: Rate comic
fi_fi: Arvostele

source: Is staff comment
fi_fi: On hallinnoijan kommentti

source: Remove comment
fi_fi: Poista kommentti

source: Answer to guestbook entry
fi_fi: Vastaa vieraskirjan kysymykseen

source: Content
fi_fi: Sisältö

source: Remove entry
fi_fi: Poista merkintä

source: Reset password
fi_fi: Nollaa salasana

source: E-Mail
fi_fi: Sähköposti

source: Your password has been reseted. New password: %s
fi_fi: Salasanasi on nollattu. Uusi salasana: %s

source: Check email address
fi_fi: Tarkista sähköpostiosoite

source: Log in
fi_fi: Kirjaudu

source: Password
fi_fi: Salasana

source: Check password
fi_fi: Tarkista salasana

source: Add post
fi_fi: Lisää merkintä

source: Subject
fi_fi: Otsikko

source: Edit post
fi_fi: Muokkaa merkintää

source: Add new ban
fi_fi: Lisää uusi banni

source: IP Address
fi_fi: IP-osoite

source: CIDR
fi_fi: CIDR-numero

source: Hostname
fi_fi: Isäntänimi

source: Add new author
fi_fi: Lisää uusi tekijä

source: Email
fi_fi: Sähköposti

source: Change password
fi_fi: Vaihda salasana

source: New password
fi_fi: Uusi salasana

source: New password again
fi_fi: Uusi salasana uudestaan

source: Current password
fi_fi: Nykyinen salasana

source: New password mismatch.
fi_fi: Uusi salasana ei täsmää.

source: Password can't be same as before.
fi_fi: Salasana ei voi olla sama.

source: User doesn't exist!
fi_fi: Käyttäjää ei löydy!

source: Wrong password entered.
fi_fi: Väärä salasana.

source: Add new comic
fi_fi: Lisää uusi sarjakuva

source: Change image
fi_fi: Vaihda kuva

source: Comic comment statistics
fi_fi: Sarjakuvan kommenttitilastot

source: Latest comment: %s
fi_fi: Uusin kommentti: %s

source: First comment: %s
fi_fi: Ensimmäinen kommentti: %s

source: Number of comments by year
fi_fi: Kommentteja per vuosi

source: Comments by country
fi_fi: Kommentteja per maa

source: Number of comments by browser user-agent
fi_fi: Kommentteja per selain

source: Number of comments by nick
fi_fi: Kommentteja per lempinimi

source: First
fi_fi: Ensimmäinen

source: Previous
fi_fi: Edellinen

source: Next
fi_fi: Seuraava

source: Comments statistics
fi_fi: Kommenttitilastot

source: Edit comments
fi_fi: Muokkaa kommentteja

source: Comment ID
fi_fi: Kommentti-ID

source: Comic ID
fi_fi: Sarjakuva-ID

source: Rate
fi_fi: Arvio

source: Added
fi_fi: Lisätty

source: Info
fi_fi: Tietoa

source: Remove
fi_fi: Poista

source: IP
fi_fi: IP-osoite

source: Host
fi_fi: Isäntänimi

source: Browser
fi_fi: Selain

source: No comments
fi_fi: Ei kommentteja

source: Change comic image
fi_fi: Vaihda sarjakuvan kuva

source: Published
fi_fi: Julkaistu

source: No comics
fi_fi: Ei sarjakuvia

source: Guestbook entry
fi_fi: Vieraskirjamerkintä

source: Question
fi_fi: Kysymys

source: Answer
fi_fi: Vastaus

source: No guestbook entries
fi_fi: Ei vieraskirjamerkintöjä

source: Remove guestbook entry
fi_fi: Poista vieraskirjan merkintä

source: CIDR info:
fi_fi: CIDR-tietoa:

source: /32 is one IP address
fi_fi: /32 on yksi IP-osoite

source: /24 is 255 IP addresses
fi_fi: /24 on 255 IP-osoitetta

source: /0 is whole internet
fi_fi: / on koko internet

source: /128 is one IP address
fi_fi: /128 on yksi IP-osoite

source: Add new post
fi_fi: Lisää uusi merkintä

source: Author ID
fi_fi: Tekijä-ID

source: Email address
fi_fi: Sähköpostiosoite

source: No posts
fi_fi: Ei merkintöjä

source: Add new IP address ban
fi_fi: Lisää uusi IP-osoite-banni

source: Add new host ban
fi_fi: Lisää uusi isäntänimibanni

source: List of bans
fi_fi: Lista banneista

source: Ban
fi_fi: Bannaa

source: No bans
fi_fi: Ei banneja

source: Edit author
fi_fi: Muokkaa tekijää

source: Note: if you modify your own info the "Logged in as" information refreshes after you re-login.
fi_fi: Huom: jos muokkaat omia käyttäjätietojasi "Kirjautunut sisään nimellä"-tieto päivittyy vasta uudelleenkirjauduttaessa.

source: Edit ban
fi_fi: Muokkaa bannia

source: edit post
fi_fi: Muokkaa merkintää

source: Config.ini
fi_fi: Config.ini-asetustiedosto

source: Name: '%s'
fi_fi: Nimi: '%s'

source: Language: '%s'
fi_fi: Kieli: '%s'

source: E-mail sender address: '%s'
fi_fi: Lähettäjän sähköpostiosoite: '%s'

source: Cache directory: '%s'
fi_fi: Välimuistihakemisto: '%s'

source: Date format: '%s'
fi_fi: Päivämäärän muoto: '%s'

source: Akismet key: '%s'
fi_fi: Akismet-avain: '%s'

source: Valid
fi_fi: Voimassa

source: Invalid
fi_fi: Ei voimassa

source: Google analytics key: '%s'
fi_fi: Google analytics -avain: '%s'

source: Forgot password?
fi_fi: Unohditko salasanan?

source: Login
fi_fi: Kirjaudu

source: Post ID
fi_fi: Merkintä-ID

source: Login page
fi_fi: Kirjautumissivu

source: Add comment
fi_fi: Lisää kommentti

source: Do not fill fields in this fieldset
fi_fi: Älä täytä kenttiä tämän laatikon sisällä

source: Add new guestbook entry
fi_fi: Lisää uusi vieraskirjamerkintä

source: IP Address: %s [%s]
fi_fi: IP-osoite: %s [%s]

source: User-Agent: %s
fi_fi: Selain: %s

source: Note: Akismet plugin has flagged this message as spam
fi_fi: Huom: Akismet-lisäosa on merkinnyt tämän viestin spammiksi

source: Feedback
fi_fi: Palaute

source: Comic archive
fi_fi: Sarjakuva-arkisto

source: All years
fi_fi: Kaikki vuodet

source: Idea: %s (Remove filter)
fi_fi: Idea: %s (Poista)

source: Author: %s (Remove filter)
fi_fi: Tekijä: %s (Poista)

source: Rating
fi_fi: Arvio

source: %s comics found
fi_fi: %s sarjakuvaa löytyi

source: Latest
fi_fi: Uusin

source: Random
fi_fi: Satunnainen

source: First comic
fi_fi: Ensimmäinen sarjakuva

source: Latest comic
fi_fi: Uusin sarjakuva

source: Next comic
fi_fi: Seuraava sarjakuva

source: Previous comic
fi_fi: Edellinen sarjakuva

source: Comic
fi_fi: Sarjakuva

source: You can use arrow keys to browse comics.
fi_fi: Voit käyttää nuolinäppäimiä selataksesi sarjakuvia.

source: Submit to
fi_fi: Linkitä

source: Submit to Facebook
fi_fi: Linkitä Facebookiin

source: Submit to StumbleUpon
fi_fi: Linkitä StumbleUponiin

source: Submit to Digg
fi_fi: Linkitä Diggiin

source: Submit to Delicious
fi_fi: Linkitä Deliciousiin

source: Submit to Reddit
fi_fi: Linkitä Redditiin

source: Comments
fi_fi: Kommentit

source: Hide comments
fi_fi: Piilota kommentit

source: Show comments
fi_fi: Näytä kommentit

source: Country
fi_fi: Maa

source: Date
fi_fi: Päiväys

source: %d comment(s)
fi_fi: %s kommentti(a)

source: Comic rating: %s
fi_fi: Sarjakuvan laadun arvio: %s

source: Guestbook
fi_fi: Vieraskirja

source: About
fi_fi: Tietoa

source: Send feedback
fi_fi: Lähetä palautetta

source: Front page
fi_fi: Etusivu

source: Latest comic comments
fi_fi: Uusimmat sarjakuvien kommentit

source: Top ten comics
fi_fi: Parhaat sarjakuvat

source: Worst ten comics
fi_fi: Huonoimmat sarjakuvat

source: Links
fi_fi: Linkit

source: year
fi_fi: vuosi

source: years
fi_fi: vuotta

source: week
fi_fi: viikko

source: weeks
fi_fi: viikkoa

source: day
fi_fi: päivä

source: days
fi_fi: päivää

source: hour
fi_fi: tunti

source: hours
fi_fi: tuntia

source: minute
fi_fi: minuutti

source: minutes
fi_fi: minuuttia

source: second
fi_fi: sekunti

source: seconds
fi_fi: sekuntia

source: %s - Posts feed
fi_fi: %s - Merkinnät

source: %s - Comics feed
fi_fi: %s - Sarjakuvat

source: %s - Comic comments feed
fi_fi: %s - Sarjakuvan kommentit

source: %s - Latest comic comments for latest comic feed
fi_fi: %s - Uusimman sarjakuvan uusimmat kommentit

source: %s - Guestbook entries feed
fi_fi: %s - Vieraskirja

source: Executed %s SQL queries in %s seconds
fi_fi: Suoritettiin %s SQL-kyselyä %s sekunnissa

source: Rendered in %s seconds
fi_fi: Sivu luotiin %s sekunnissa

source: Powered by %sraspi's zfComicEngine%s version %s
fi_fi: Moottorina %sraspin zfComicEngines%s versio %s

source: Admin front page
fi_fi: Pääkäyttäjän etusivu

source: Posts
fi_fi: Merkinnät

source: Comic comments
fi_fi: Sarjakuvan kommentit

source: Pages
fi_fi: Sivut

source: Authors
fi_fi: Tekijät

source: Bans
fi_fi: Bannit

source: Logout
fi_fi: Kirjaudu ulos

source: Guest book
fi_fi: Vieraskirja

source: Logged in as %s
fi_fi: Kirjauduttu sisään nimellä %s
